Repository: netzstrategen/woocommerce-reputation
Catalog: languages/woocommerce-reputations-*.po
Languages: de_de

source: Reputations
de_de: Bewertungen

source: Disable responsive
de_de: Responsive Banner deaktivieren

source: If checked, the Trusted Shops responsive banner will be hidden on mobile devices.
de_de: Wenn aktiviert, wird das Trusted Shops Banner auf mobilen Geräten nicht angezeigt.

source: Display product rating stars
de_de: Produkt Bewertungssterne anzeigen

source: If checked, Trusted Shops rating stars will be displayed in product pages.
de_de: Wenn die Option ausgewählt wird, werden die Bewertungssterne von Trusted Shops auf den Produktseiten angezeigt.

source: Display product reviews
de_de: Zeigt Produktbewertungen an

source: If checked, Trusted Shops reviews will be displayed in product pages.
de_de: Wenn die Option ausgewählt wird, werden Produktbewertungen von Trusted Shops auf den Produktseiten angezeigt.

source: Product reviews box border color
de_de: Farbe des Randes des Produktbesprechungscontainers

source: Product reviews box background color
de_de: Hintergrundfarbe des Produktbesprechungscontainers

source: Product reviews comment border color
de_de: Randfarbe der Bewertungskommentare des Produkts

source: Product rating stars color
de_de: Farbe der Bewertungssterne

source: Delivery time
de_de: Lieferzeit

source: The delivery time will be added to the order date to calculate the estimated delivery data needed for Google Trusted Stores integrations.
de_de: Diese Zeit wird verwendet, um das Zustelldatum zu kalkulieren. Zu diesem Zeitpunkt wird die Bewertungsaufforderung an den Kundenversendet.

source: What our customers say about us:
de_de: Was Kunden über uns sagen:
